INSERT INTO devices (name, price) VALUES
('Смартфон', 75000.00),
('Ноутбук', 112500.00),
('Планшет', 60000.00),
('Фотоаппарат', 4000.00),
('Наушники', 1500.00),
('Телевизор', 187500.00),
('Кофемашина', 22500.00),
('Игровая консоль', 60000.00),
('Умные часы', 37500.00),
('Портативная колонка', 1250.00);

INSERT INTO people (name) VALUES
('Иван'),
('Мария'),
('Александр'),
('Екатерина'),
('Дмитрий'),
('Ольга'),
('Павел'),
('Наталья');

INSERT INTO devices_people (device_id, people_id) VALUES
(11, 9),  
(12, 10),
(13, 11),
(14, 12),
(15, 13),
(16, 14),
(17, 15),
(18, 16),
(19, 16),
(20, 14);